Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: He said commenting on the decision of Barack Obama to close Guantanamo: The administration found it easy to be praised by Europe for closing Guantanamo, but finding an alternative to serve the interests of justice and US national security is a perplexing
ar: وقال معقبا على قرار أوباما اغلاق جوانتانامو: وجدت الادارة أن من السهل أن تحظى بثناء أوروبا عليها لاغلاقها جوانتانامو لكن ايجاد بديل يخدم مصالح العدالة والامن القومي الامريكي أمر محير.

source: Unknown assailant burns the face of Ayman Nour with a flame from an insecticide canister
ar: مجهول يحرق وجه أيمن نور بلهب مبيد حشرى

source: Ayman Nour the former leader of Al-Ghad Party was subjected to an attack by an unknown assailant which resulted in first degree burns to the right side of his face, his forehead and his scalp.
ar: تعرض أيمن نور، رئيس حزب الغد الأسبق، لاعتداء من جانب مجهول، أسفر عن إصابته بحروق من الدرجة الأولى فى الجانب الأيمن من وجهه وجبهته وفروة رأسه.

source: Mahmoud Jaweesh and Mohsen Samika
ar: محمود جاويش ومحسن سميكة

source: Nour said to Al Masri Al-Yom that he was walking near the Lebanese Embassy in Giza and suddenly a young man no more than 17 years of age approached him on a motorcycle and dispatched a flame towards him from an insecticide canister. It hit him causing sev
ar: قال نور لـ«المصرى اليوم» إنه كان يسير بالقرب من السفارة اللبنانية بالجيزة، وفوجئ بشاب على دراجة بخارية لا يزيد عمره على ١٧ سنة، يقترب منه ويوجه إليه لهباً منبعثاً من عبوة مبيد حشرى، فأصابه بحروق شديدة فى وجهه، وتابع: «ما شوفتش حاجة لمدة دقائق، وانتقلت إلى

source: He made clear that he did not inform the police about the incident justifying that by saying that he saw nothing and did not take a note of the number plate of the motorcycle. Even if I had reported it to the police it would come to nothing like how they
ar: وأوضح أنه لم يبلغ الشرطة بالحادث، مبرراً ذلك بأنه لم ير شيئاً ولم يلتقط رقم لوحة الدراجة، وقال: «حتى لو بلّغت الشرطة مش هتوصل لحاجة مثلما عجزت عن الوصول إلى منفذ حريق مقر حزب الغد فى نوفمبر الماضى، ومنفذ حريق مجمع نور الثقافى فى باب الشعرية».

source: Nour made clear that he is not accusing anyone of committing the crime but he hinted that the incident may be in response to his visit to Port Said two days ago during which he announced his intention to run for the People's Council elections from the dis
ar: وأوضح نور أنه لا يتهم أحداً بارتكاب الجريمة، ولكنه ألمح إلى أن الحادث ربما يكون رداً على زيارته لبورسعيد قبل يومين، التى أعلن خلالها اعتزامه خوض انتخابات مجلس الشعب عن دائرة المناخ ببورسعيد ضد النائب الوفدى محمد مصطفى شردى، وانتخابات الرئاسة المقبلة فى ٢٠

source: Nour added that he had canceled all his appointments for the next three weeks under doctors advise until his burns heal and he returns to his normal state.
ar: وأضاف نور أنه ألغى كل مواعيده للأسابيع الثلاثة المقبلة، حسبما نصحه الأطباء، حتى تلتئم جروحه ويعود إلى حالته الطبيعية.

source: On another note the supreme governing body for the party convened a meeting the day before yesterday scheduled to discuss preparations for the upcoming parliamentary elections, and the party stance in view of the US president, Barak Obama's anticipated vi
ar: من ناحية أخرى، عقدت الهيئة العليا للحزب اجتماعها أمس الأول، الذى كان مقرراً لمناقشة الاستعدادات للانتخابات البرلمانية المقبلة، وموقف الحزب من زيارة الرئيس الأمريكى باراك أوباما المرتقبة للقاهرة.

source: News of death sentence hit Talaat Moustafa Goup shares creating confusion in the Egyptian Stock Exchange
ar: النبأ ضرب أسهم المجموعة وأربك البورصة المصرية

source: Talaat Mostafa Group after death sentence ruling: We will continue our projects in Saudi Arabia
ar: شركات طلعت مصطفى بعد حكم الإعدام: مستمرون في مشاريع السعودية

source: Businessman Hisham Talaat Moustafa during the pronouncement of his death penalty yesterday. The company that Moustafa used to head confirmed its commitment to continue its real estate projects in Saudi Arabia.
ar: رجل الأعمال هشام طلعت مصطفى أثناء النطق بحكم الإعدام بحقه أمس. وأكدت الشركة التي كان يديرها التزامها بالاستمرار في مشاريع عقارية في السعودية.

source: It was confirmed yesterday that the Talaat Mostafa Group (TMG) will continue their strategic foreign projects especially in Saudi Arabia. They did not expect any negative impacts in light of the death sentence that was passed down on their former head, Hi
ar: أكدت شركات طلعت مصطفى المصرية أمس، أنها مستمرة في مشاريعها الاستراتيجية الخارجية، خاصة في السعودية، وأنها لا تتوقع تأثيرات سلبية حتى في ظل صدور حكم بإعدام رئيسها السابق هشام طلعت في قضية المغنية اللبنانية سوزان تميم._ وسجلت أسهم المجموعة تراجعا كبيرا في ا

source: Here are further details:
ar: في مايلي مزيد من التفاصيل:

source: Talaat Mostafa Group's Egyptian shares recorded a steep drop in the Egyptian Stock Exchange yesterday shortly after Hisham Talaat Mostafa was sentenced to death in the case of the murder of the Lebanese singer Suzanne Tamim. There was a sense of anticipa
ar: سجلت أسهم شركات طلعت مصطفى المصرية تراجعا كبيرا في البورصة المصرية أمس إثر الحكم بإعدام هشام طلعت مصطفى في قضية مقتل المطربة اللبنانية سوزان تميم. وحدثت حالة من الترقب في أسهم البورصة بشكل عام نتيجة حجم التعامل على مجموعة طلعت.

source: After the pronouncement of the verdict the vice-chairman of Mustafa Talaat's holding company, Jihad Al-Sowafata, held a press conference in which he confirmed that no impacts were expected in the Group's activities after its former chairman was sentenced
ar: وبعد إعلان الحكم، عقد نائب رئيس مجموعة طلعت مصطفى القابضة جهاد السوافطة مؤتمرا صحفيا أكد فيه أنه لا توجد أية تأثيرات متوقعة في نشاط المجموعة بعد الحكم بإعدام رئيسها السابق.

source: Al-Sawafata said that the completion rates for the Group's domestic and overseas projects are going according to plan and the housing units will be finished before time. He said that the group is continuing with its overseas expansion plan especially in
ar: وقال السوافطة إن مشاريع المجموعة في الداخل والخارج تسير وفق المعدلات المخطط لها بل ويتم تسليم وحدات سكنية وفيلات قبل مواعيدها. وأوضح أن المجموعة مستمرة في خطة التوسع الخارجي خاصة في السوق السعودية واستكمال المشاريع مع شركائها السعوديين. معلوم أن مجموعة طل

source: Egyptian businessman Talaat Moustafa leaves courtroom in Cairo yesterday after being sentenced to death by hanging along with policeman Mohsen Al-Sukkari for their roles in the murder of Lebanese singer Suzanne Tamim in Dubai in July 2008. The former was
ar: رجل الأعمال المصري طلعت مصطفى يغادر قاعة المحكمة في القاهرة أمس، عقب الحكم عليه بالإعدام شنقا حتى الموت ومعه رجل الشرطة محسن السكري لدوريهما في قتل المغنية اللبنانية سوزان تميم في دبي في تموز (يوليو) 2008، الأول لإصداره الأمر بالقتل والثاني لتنفيذه الأمر.

source: Al-Sowafata went on to say that the Group is based on foundational work, and enjoys high liquidity of up to 2.3 billion Egyptian pounds. He pointed out the recent deal made to purchase Prince Al-Walid Bin Talal's share in the Four Seasons Sharm el-Sheikh
ar: وتابع السوافطة يقول إن المجموعة قائمة على عمل مؤسسي، وتتمتع بحجم سيولة عالية يصل إلى 2.3 مليار جنيه، مشيرا إلى صفقة الاستحواذ الأخيرة التي نفذتها بشراء حصة الأمير الوليد بن طلال في فندق فورسيزونز شرم الشيخ رغم الأزمة، وأضاف أن حجم مبيعات المجموعة بلغ 28 م

source: Egyptian circles received the decision of the court in the south of Cairo to transfer legal documents of the businessman Hisham Talaat Mostafa and Mohsen Al-Sukkari accused of murdering Lebanese singer Suzanne Tamim to the Grand Mufti for different interp
ar: واستقبلت الأوساط المصرية قرار محكمة جنوب القاهرة بإحالة أوراق رجل الأعمال هشام طلعت مصطفى ومحسن السكري المتهمين بقتل المطربة اللبنانية سوزان تميم إلى المفتي بتفسيرات ورؤى متباينة إذ اعتبره البعض ليس حكما وإنما لامتصاص الغضب الشعبي وإعطاء مساحة من الوقت

source: The lawyer for Talaat Moustafa, Farid Eldeeb said, What happened in court is not a considered a sentencing but a decision that was not accompanied by any legal reasons. It is a prelude to the pronouncement of the sentence on June 25th. Meanwhile the writ
ar: وقال فريد الديب محامي طلعت مصطفى: إن ما حدث في المحكمة لا يعتبر حكما وإنما قرار ولم تصاحبه أي حيثيات وذلك تمهيدا للنطق به يوم 25 حزيران (يونيو) المقبل، فيما أكد الكاتب وائل الإبراشي أن ما حدث يعد حكما فالإحالة للمفتي تعني الإعدام وأمام طلعت والسكري النق

source: By Dua Atteya from Cairo
ar: دعاء عطية من القاهرة

source: Farouk Husni apologizes for Israeli book statements
ar: فاروق حسنى يأسف لتصريحاته عن الكتب العبرية

source: Controversial UNESCO candidate Farouk Husni, Egyptian Minister of Culture, has apologized for his 2008 statements in which he declared his willingness to burn any Israeli books in Egyptian libraries
ar: أعرب وزير الثقافة المصرى فاروق حسنى، المرشح المثير للجدل لمنصب مدير عام منظمة اليونيسكو للتراث العالمى، عن أسفه لإعلانه فى 2008 أنه على استعداد لـحرق أى كتب بالعبرية يجدها فى المكتبات المصرية.

source: Husni said in an article published in Le Monde: I am a man of peace, and I acknowledge that peace lies in understanding and respect. It is in the name of these values that I would like to revisit these statements which I issued in May of 2008 and which
ar: وكتب فى مقال نشرته الأربعاء صحيفة لوموند، أننى رجل سلام، وأعلم أن السلام يعنى التفهم والاحترام. وباسم هذه القيم أريد أن أعود عن الكلمات التى تفوهت بها فى مايو 2008 والتى اعتبرت دعوة إلى إحراق الكتب بالعبرية. أثار هذا التصريح صدمة وأتفهم ذلك.

source: I'd like to express regret for what I said, Husni said. These statements conflict with my beliefs and convictions. The Minister of Culture said these statements were unintentionalNothing is more distant to me than racism, the negation of others or
ar: وقال أريد أن أعرب عن أسفى لكل ما قلته، مؤكدا أن هذه الكلمات تتناقض مع شخصيتى وقناعاتى. ويؤكد وزير الثقافة الذى قال إنه تفوه بهذه الكلمات من دون سابق تصور وتصميم، أنه بعيد كل البعد عن العنصرية وإنكار الآخر أو النية فى الإساءة إلى الثقافة اليهودية أو

source: Husni said that some of his stances were a result of outrage for the fate of the Palestinians who were deprived of their land and their rights. He added that the statements, although harsh, should be placed in proper context.
ar: ويقول إن بعض المواقف التى اتخذها فى الماضى مليت عليه نتيجة السخط لمصير شعب بأكمله (الفلسطينيون) المحروم من أرضه وحقوقه. وأضاف إذا كانت الكلمات قاسية أحيانا يجب وضعها فى إطار هذه المأساة.

source: Israel had dropped objectios to Farouk Husni's candidacy as a peaceful initiative, according to an Israeli official. Several prominant figures and institutions, including Nobel prize-winner Eli Vizel and the Simon Wiesenthal Center, have have retained th
ar: وتراجعت إسرائيل التى استاءت من تصريحات حسنى عن معارضتها لترشيح الوزير المصرى كبادرة تهدئة حسبما قال مسئول إسرائيلى. وقد اعترضت عدة شخصيات من بينها ايلى فايسل حائزة جائزة نوبل للسلام وأيضا منظمات مثل مركز سيمون فيزنتال، على أن يتولى رئاسة اليونسكو شخص اعتا

source: Written by Sara Sanad
ar: كتبت سارة سند

source: Oil and Iran... The focus of Obama's visit to Saudi Arabia
ar: النفط وإيران.. محور زيارة أوباما للسعودية

source: Hassan Abdo
ar: حسن عبده

source: - Agencies
ar: -_______ _ _______ _________________________________________________________وكالات

source: Obama to visit Saudi Arabia shortly before his speech to the Islamic world from Cairo
ar: أوباما يزور السعودية قبيل خطابه للعالم الإسلامي من القاهرة

source: Jeddah - Iran's nuclear file, the revival of the Palestinian-Israeli peace process, and oil: Three prominent files in the agenda of the talks that US President Barak Obama will have during his visit to Saudi Arabia with Saudi King Abdullah Bin Abdul-Aziz,
ar: جدة- ملف إيران النووي.. إحياء عملية السلام الفلسطينية الإسرائيلية.. النفط.. ثلاثة ملفات تمثل أبرز ما تحمله أجندة المباحثات التي سيجريها الرئيس الأمريكي باراك أوباما مع العاهل السعودي الملك عبد الله بن عبد العزيز خلال زيارته للسعودية في الثالث من يونيو الم

source: The White House spokesman Robert Gibbs said that this visit, which was announced on Tuesday, is an important opportunity to discuss important issues, such as peace in the Middle East. In a special statement to IslamOnline.net, Jamal Khashoggi, editor in
ar: وفيما أشار المتحدث باسم البيت الأبيض روبرت جيبس إلى أن الزيارة التي أعلن عنها الثلاثاء فرصة مهمة لمناقشة مسائل مهمة مثل السلام في الشرق الأوسط، أعرب جمال خاشفجي رئيس تحرير صحيفة الوطن السعودية في تصريح خاص لـإسلام أون لاين.نت عن اعتقاده أن الاقتصاد و

source: Khashoggi pointed out that Obama's views are close to those of the Saudi king on many issues with respect to the Arab-Israeli conflict. As for the Iranian file, it is certain that the kingdom would reiterate its position of not being satisfied with Iran'
ar: ولفت خاشفجي إلى أن أوباما قريب في مسائل عديدة من العاهل السعودي فيما يتعلق برؤيته للصراع العربي الإسرائيلي، أما بالنسبة للملف الإيراني فمن المؤكد أن المملكة ستكرر موقفها بأنها غير راضية عن تطوير إيران لقوة نووية، كما أنها لن تقبل أو تشارك في أي تحرك عسكر

source: This visit comes at a time when Obama seeks building a coalition that includes moderate Islamic countries, in order to put pressure on Iran to stop its uranium enrichment program, which Washington fears to be a cover for making nuclear weapons, according
ar: وتأتي الزيارة في وقت يسعى فيه أوباما لبناء تحالف يضم البلدان الإسلامية المعتدلة للضغط على إيران لوقف برنامجها لتخصيب اليورانيوم الذي تخشى واشنطن أن يكون ستارا لصنع أسلحة نووية، بحسب وكالة رويترز للأنباء الأربعاء 27-5-2009.

source: The Saudi Foreign Minister Prince Saud Al-Faisal called on Arabs last March to agree on how to confront the Iranian nuclear program which Tehran insists that has the peaceful purpose of generating electricity.
ar: ودعا وزير الخارجية السعودي الأمير سعود الفيصل العرب في مارس الماضي إلى الاتفاق على كيفية مواجهة البرنامج النووي الإيراني الذي تصر طهران على أن الغرض منه سلمي لتوليد الكهرباء.

source: The peace process
ar: عملية السلام

source: The White House's announcement of Obama’s visit to Saudi Arabia was a surprise addition to his 3 days trip during which he will visit Egypt, Germany and France, and which includes delivering a speech to the Islamic world from the Egyptian capital Cairo on
ar: ومثل إعلان البيت الأبيض عن الزيارة إضافة مفاجئة لرحلة أوباما التي تستغرق 3 أيام يزور خلالها كلا من مصر وألمانيا وفرنسا، وتشمل توجيه خطاب للعالم الإسلامي من العاصمة المصرية القاهرة في الرابع من يونيو المقبل.

source: The White House spokesman denied that the visit to Saudi Arabia was added to Obama's trip in order to convince the Arab countries to make gestures of reconciliation towards Israel. He also denied last week speculations that US President will reveal in his
ar: ونفى المتحدث باسم البيت الأبيض أن تكون زيارة السعودية أضيفت إلى رحلة أوباما لإقناع الدول العربية بالقيام بلفتات مصالحة نحو إسرائيل، كما رفض الأسبوع الماضي تكهنات بأن الرئيس الأمريكي سيكشف خلال خطابه بالقاهرة عن مبادرة خطة سلام جديدة في المنطقة.

source: Obama's government supports the Arab peace initiative that was launched in 2002 based on a Saudi proposal. The initiative is about the normalization of relations of all Arab countries with Israel in return for its complete withdrawal from the lands that i
ar: وتؤيد حكومة أوباما مبادرة السلام العربية التي أطلقت عام 2002 بناء على اقتراح سعودي، وتتلخص المبادرة في تطبيع كل الدول العربية علاقات مع إسرائيل مقابل انسحابها الكامل من الأراضي التي احتلتها عام 1967 وإقامة دولة فلسطينية والتوصل إلى حل عادل لمشكلة اللاجئين

source: Saudi Arabia is among the biggest 15 trading partners of the United States. The volume of trade exchange between the two countries amounted last year 67.3 billion dollars, which is the equivalent of about 2 percent of the total American exports and import
ar: والسعودية ضمن أكبر 15 شريكا تجاريا للولايات المتحدة، وبلغ حجم التبادل التجاري بين البلدين العام الماضي 67.3 مليار دولار تعادل نحو 2% من إجمالي الصادرات والواردات الأمريكية، حيث صدرت المملكة لأمريكا ما قيمته 54.8 مليار دولار من النفط وعدد قليل من السلع الأ

source: A new ambassador
ar: سفير جديد

source: According to Saudi diplomatic sources, the appointment of a new US ambassador to Riyadh will be discussed on the fringe of this visit, as the term of the current ambassador, Ford Fraker, is about to end.
ar: وذكرت مصادر دبلوماسية سعودية مقربة أن الزيارة الأمريكية ستحمل على هامشها ملفا متعلقا بتعيين سفير جديد للولايات المتحدة الأمريكية في الرياض، عقب انتهاء فترة عمل السفير الحالي لدى السعودية فورد فريكر.

source: It should be noted that the Saudi-U.S. relations started back in 1940, with the establishment of the first U.S. mission in the kingdom. In 1943, King Abdul Aziz granted Americans the right to build a large air base in Dhahran in eastern Saudi Arabia, and
ar: وتجدر الإشارة إلى أن العلاقات السعودية الأمريكية تعود إلى عام 1940، حيث تم إنشاء أول بعثة أمريكية بالمملكة، وفي عام 1943 منح الملك عبد العزيز الأمريكيين حق بناء قاعدة جوية كبيرة في الظهران شرق السعودية، واستعمالها لمدة ثلاث سنوات تعود بعدها ملكيتها للسعود

source: Journalist and correspondent of Islam Online in the Kingdom of Saudi Arabia.
ar: صحفي ومراسل شبكة إسلام أون لاين في المملكة العربية السعودية.

source: Your comments: Amnesty warns of a time bomb
ar: تعليقاتكم: أمنستي تحذر من قنبلة موقوتة

source: Today's world is sitting on a social, political and economic time bomb - this is what Amnesty International Organization said in its annual report.
ar: عالم اليوم يجلس فوق قنبلة اجتماعية وسياسية واقتصادية موقوتة، هذا ما تقوله منظمة العفو الدولية (أمنستي انترناشونال) في تقريرها السنوي.

source: Amnesty's report in Arabic – external site
ar: تقرير أمنستي بالعربية – موقع خارجي

source: Amnesty says that the global economic crisis and its repercussions have led to violations of basic human rights and the crisis diverts attention from such violations.
ar: أمنستي تقول إن الأزمة الاقتصادية العالمية وانعكاساتها أدت الى انتهاكات لحقوق الإنسان الأساسية وانها تحجب الانظار عن هذه الانتهاكات.

source: On the Middle East, Amnesty says that the financial crisis has made people feel less socioeconomically secure.
ar: وعن الشرق الأوسط، تقول أمنستي إن الأزمة المالية عمقت الشعور بانعدام الامن الاقتصادي والاجتماعي.

source: The organization adds that this is evident from the strikes and other forms of protest in the private and public sectors as what took place in Egypt, Tunisia, and other countries. Here many people live in abject poverty, victims of the serious disparities
ar: المنظمة تضيف ان هذا تجلى في الاضرابات وغيرها من اشكال الاحتجاج في القطاعين الخاص والعام، كما حدث في في مصر وتونس وغيرهما حيث يعيش كثير من الناس في فقر مدقع كضحايا لمظاهر التفاوت الجسيمة في التمتع بالحقوق الأساسية.

source: Has the economic crisis taken away your basic human rights for housing, employment and a decent lifestyle?
ar: هل سلبت الأزمة الاقتصادية حقوقك الأساسية في السكن والعمل وتوفير العيش الكريم؟

source: Have you witnessed any unrest and protests in your country because of the economic crisis and the high food prices? How is it being dealt with?
ar: هل شهدت بلادك اضطرابات واحتجاجات بسبب الأزمة وارتفاع اسعار الغذاء؟ كيف تم التعامل معها؟

source: Do you agree with Amnesty International's assessment that the world is really sitting on a time bomb?
ar: هل تتفق مع تقييم أمنستي من العالم بالفعل يجلس فوق قنبلة موقوتة؟

source: We will discuss these and other topics in the episode on Monday June 1st's from the point of discussion at 15:06 GMT.
ar: سنناقش معكم هذه المحاور وغيرها في حلقة الاثنين 1 يونيو/حزيران من نقطة حوار الساعة 15:06 جرينتش.

source: Lines of communication are open half an hour before the programme - tel: 00442077650211. You can also participate through short SMS text messages message in Arabic - tel: 00447900040407
ar: خطوط الاتصال تفتح قبل نصف ساعة من البرنامج على الرقم 00442077650211 ويمكنكم أيضا المشاركة عن طريق الرسائل النصية sms بالعربية على رقم: 004479000؀.

source: Obama calls for the creation of a Palestinian state and a halt for settlement
ar: أوباما يدعو إلى دولة فلسطينية ويطالب بوقف الاستيطان

source: US President Barack Obama (R) talking to the Palestinian President Mahmoud Abbas in the White House the day before yesterday - (AFP)
ar: الرئيس الأميركي باراك أوباما (يمين) يتحدث إلى الرئيس الفلسطيني محمود عباس في البيت الأبيض أول من أمس -(أ ف ب)

source: Capitals -
ar: عواصم -

source: The US President Barack Obama called to the establishment of a Palestinian state, and reiterated a demand to Israel to stop settlement in the Palestinian territories and to respect the commitments it has taken.
ar: دعا الرئيس الأميركي باراك أوباما إلى إنشاء دولة فلسطينية وكرر مطالبة إسرائيل بوقف الاستيطان في الأراضي الفلسطينية وتنفيذ الالتزامات التي اتخذتها.

source: Obama met Palestinian President Mahmud Abbas for the first time as president, in the White House, the day before yesterday, and expressed his support for a two-state solution.
ar: وخلال محادثاته الأولى من نوعها منذ توليه سلطاته مع الرئيس الفلسطيني محمود عباس في البيت الأبيض مساء أول من أمس، أعرب أوباما عن تأييده لحل يقوم على وجود دولتين.

source: He said that the Israeli and the Palestinian parties should respect their obligations under the road map, which is an international plan to resolve the Israeli-Palestinian conflict, including a settlement halt.
ar: وقال إن على الطرفين الإسرائيلي والفلسطيني التزامات بموجب خريطة الطريق وهي خطة دولية لحل النزاع الإسرائيلي - الفلسطيني بما في ذلك وقف الاستيطان.

source: For his part, the Palestinian President confirmed in an interview with Al-Arabia TV channel following his meeting with Obama, that we should stop talking about preconditions for the start of negotiations with the Israelis, considering that there are
ar: من جهته، أكد الرئيس الفلسطيني في مقابلة مع فضائية العربية تلت لقاءه بأوباما، أنه ينبغي التوقف عن الحديث عن شروط مسبقة لبدء المفاوضات مع الإسرائيليين، معتبرا أنه توجد طلبات والتزامات يجب الوفاء بها من قبل الطرفين الفلسطيني والإسرائيلي.

source: Abbas, who arrived to Cairo yesterday to hold talks with Egyptian President Hosni Mubarak, said that he delivered to Barack Obama a document containing ideas to revive the Israeli-Palestinian peace process. This document does not deviate from the road ma
ar: وقال عباس، الذي وصل إلى القاهرة أمس لإجراء مباحثات مع الرئيس المصري حسني مبارك، إنه سلم أوباما وثيقة تتضمن أفكارا لإحياء عملية السلام الإسرائيلية الفلسطينية. وهذه الوثيقة لا تخرج عن خريطة الطريق والمبادرة العربية.

source: On his part, chief Palestinian negotiator and the head of negotiations affairs in the Palestinian Liberation Organization Saeb Erekat said yesterday that there is optimism in the Palestinian leadership on the commitment expressed by President Barack Obam
ar: من جهته، قال كبير المفاوضين الفلسطينيين رئيس دائرة شؤون المفاوضات في منظمة التحرير الفلسطينية صائب عريقات أمس هناك تفاؤل لدى القيادة الفلسطينية من الالتزام الذي أبداه الرئيس باراك أوباما وإدارته نحو السلام في الشرق الأوسط.

source: Erekat added that the solution to the Palestinian-Israeli conflict is key to the stability and peace in the region, adding that the establishment of a viable Palestinian state living side by side in peace and security with Israel, and a just solution to
ar: وأضاف عريقات أن حل الصراع الفلسطيني الإسرائيلي أمر رئيسي لتحقيق الاستقرار والسلام في المنطقة، مضيفا أن إقامة دولة فلسطينية قابلة للحياة تعيش جنبا إلى جنب بسلام وأمن مع إسرائيل والحل العادل لقضية اللاجئين الفلسطينيين وفقا لقرار الأمم المتحدة رقم 194 سوف

source: For its part, Hamas movement considered that the meeting of President Abbas with Obama does not carry anything new, and is disappointing for the Palestinian people.
ar: من جانبها، اعتبرت حركة حماس أن لقاء الرئيس عباس مع أوباما لا يحمل أي جديد، ومخيب لآمال الشعب الفلسطيني.

source: Published on:
ar: نشر:

source: 30/05/2009 at:
ar: 30/5/2009 الساعة .

source: The Washington Times calls on Obama to strike a balance between tolerance of Islam and criticism of extremists
ar: واشنطن تايمز تدعو أوباما للتوفيق بين التسامح مع الإسلام ونقد المتطرفين

source: Reem abd Hamid writes.
ar: كتبت ريم عبد الحميد
